///*++
//Copyright (c) 2019 Byosoft Corporation. All rights reserved.
//This software and associated documentation (if any) is furnished
//under a license and may only be used or copied in accordance
//with the terms of the license. Except as permitted by such
//license, no part of this software or documentation may be
//reproduced, stored in a retrieval system, or transmitted in any
//form or by any means without the express written consent of
//Byosoft Corporation.
//
//Module Name:
//
//  Hm.uni
//
//Abstract:
//
// Hm Form String Definitions
//--*/
/=#
#langdef   en-US "English"
#langdef   zh-Hans "\wide中文\narrow"

#string STR_HM_FORM                     #language en-US "Hardware Monitor"
                                        #language zh-Hans "\wide设备监控\narrow"
#string STR_HM_FORM_HELP                #language en-US "Monitor the Hardware Health."
                                        #language zh-Hans "\wide监控设备正常运行\narrow."
#string STR_TEMP_STATUS                 #language en-US "Temperature Status"
                                        #language zh-Hans "\wide温度状态\narrow"
#string STR_CPU0_TEMP                   #language en-US "Cpu0 Temp"
                                        #language zh-Hans "Cpu0\wide温度\narrow"
#string STR_CPU0_TEMP_VALUE             #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU1_TEMP                   #language en-US "Cpu1 Temp"
                                        #language zh-Hans "Cpu1\wide温度\narrow"
#string STR_CPU1_TEMP_VALUE             #language en-US " "
                                        #language zh-Hans " "
#string STR_PCIE_AMB_TEMP               #language en-US "PCIe_Amb_Temp"
                                        #language zh-Hans "PCIe_Amb_Temp"
#string STR_PCIE_AMB_TEMP_VALUE         #language en-US " "
                                        #language zh-Hans " "
#string STR_OCP_AMB_TEMP                #language en-US "OCP_Amb_Temp"
                                        #language zh-Hans "OCP_Amb_Temp"
#string STR_OCP_AMB_TEMP_VALUE          #language en-US " "
                                        #language zh-Hans " "
#string STR_SYS_OUTLET_TEMP             #language en-US "SYS_Outlet_Temp"
                                        #language zh-Hans "SYS_Outlet_Temp"
#string STR_SYS_OUTLET_TEMP_VALUE       #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU0_INLET_TEMP             #language en-US "CPU0_Inlet_Temp"
                                        #language zh-Hans "CPU0_Inlet_Temp"
#string STR_CPU0_INLET_TEMP_VALUE       #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU1_INLET_TEMP             #language en-US "CPU1_Inlet_Temp"
                                        #language zh-Hans "CPU1_Inlet_Temp"
#string STR_CPU1_INLET_TEMP_VALUE       #language en-US " "
                                        #language zh-Hans " "
#string STR_PSU1_INLET_TEMP             #language en-US "PSU1_Inlet_Temp"
                                        #language zh-Hans "PSU1_Inlet_Temp"
#string STR_PSU1_INLET_TEMP_VALUE       #language en-US " "
                                        #language zh-Hans " "
#string STR_PSU2_INLET_TEMP             #language en-US "PSU2_Inlet_Temp"
                                        #language zh-Hans "PSU2_Inlet_Temp"
#string STR_PSU2_INLET_TEMP_VALUE       #language en-US " "
                                        #language zh-Hans " "
#string STR_PSU1_HS_TEMP                #language en-US "PSU1_Hs_Temp"
                                        #language zh-Hans "PSU1_Hs_Temp"
#string STR_PSU1_HS_TEMP_VALUE          #language en-US " "
                                        #language zh-Hans " "
#string STR_PSU2_HS_TEMP                #language en-US "PSU2_Hs_Temp"
                                        #language zh-Hans "PSU2_Hs_Temp"
#string STR_PSU2_HS_TEMP_VALUE          #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU0_VCORE                  #language en-US "VCore0"
                                        #language zh-Hans "VCore0"
#string STR_CPU0_VCORE_VALUE            #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU1_VCORE                  #language en-US "VCore1"
                                        #language zh-Hans "VCore1"
#string STR_CPU1_VCORE_VALUE            #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU0_VSOC                   #language en-US "VSoc0"
                                        #language zh-Hans "VSoc0"
#string STR_CPU0_VSOC_VALUE             #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU1_VSOC                   #language en-US "VSoc1"
                                        #language zh-Hans "VSoc1"
#string STR_CPU1_VSOC_VALUE             #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU0_ABCD_VDDQ              #language en-US "VDDIO_ABCD_CPU0"
                                        #language zh-Hans "VDDIO_ABCD_CPU0"
#string STR_CPU0_ABCD_VDDQ_VALUE        #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU0_EFGH_VDDQ              #language en-US "VDDIO_EFGH_CPU0"
                                        #language zh-Hans "VDDIO_EFGH_CPU0"
#string STR_CPU0_EFGH_VDDQ_VALUE        #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU1_IJKL_VDDQ              #language en-US "VDDIO_IJKL_CPU1"
                                        #language zh-Hans "VDDIO_IJKL_CPU1"
#string STR_CPU1_IJKL_VDDQ_VALUE        #language en-US " "
                                        #language zh-Hans " "
#string STR_CPU1_MNOP_VDDQ              #language en-US "VDDIO_MNOP_CPU1"
                                        #language zh-Hans "VDDIO_MNOP_CPU1"
#string STR_CPU1_MNOP_VDDQ_VALUE        #language en-US " "
                                        #language zh-Hans " "
#string STR_5V_AUX                      #language en-US "5V_AUX"
                                        #language zh-Hans "5V_AUX"
#string STR_5V_AUX_VALUE                #language en-US " "
                                        #language zh-Hans " "
#string STR_3V3_AUX                     #language en-US "3.3V_AUX"
                                        #language zh-Hans "3.3V_AUX"
#string STR_3V3_AUX_VALUE               #language en-US " "
                                        #language zh-Hans " "
#string STR_18V_AUX_CPU1                #language en-US "1.8V_AUX_CPU1"
                                        #language zh-Hans "1.8V_AUX_CPU1"
#string STR_18V_AUX_CPU1_VALUE          #language en-US " "
                                        #language zh-Hans " "
#string STR_12V                         #language en-US "12V "
                                        #language zh-Hans "12V "
#string STR_12V_VALUE                   #language en-US " "
                                        #language zh-Hans " "
#string STR_5V                          #language en-US "5V"
                                        #language zh-Hans "5V"
#string STR_5V_VALUE                    #language en-US " "
                                        #language zh-Hans " "
#string STR_3V3                         #language en-US "3.3V"
                                        #language zh-Hans "3.3V"
#string STR_3V3_VALUE                   #language en-US " "
                                        #language zh-Hans " "
#string STR_VBAT                        #language en-US "VBAT"
                                        #language zh-Hans "VBAT"
#string STR_VBAT_VALUE                  #language en-US " "
                                        #language zh-Hans " "
#string STR_PSU1_PIN                    #language en-US "PSU1_Pin"
                                        #language zh-Hans "PSU1_Pin"
#string STR_PSU1_PIN_VALUE              #language en-US " "
                                        #language zh-Hans " "
#string STR_PSU2_PIN                    #language en-US "PSU2_Pin"
                                        #language zh-Hans "PSU2_Pin"
#string STR_PSU2_PIN_VALUE              #language en-US " "
                                        #language zh-Hans " "
#string STR_FAN1_SPEED                  #language en-US "FAN1_Speed"
                                        #language zh-Hans "FAN1_Speed"
#string STR_FAN1_SPEED_VALUE            #language en-US " "
                                        #language zh-Hans " "
#string STR_FAN2_SPEED                  #language en-US "FAN2_Speed"
                                        #language zh-Hans "FAN2_Speed"
#string STR_FAN2_SPEED_VALUE            #language en-US " "
                                        #language zh-Hans " "
#string STR_FAN3_SPEED                  #language en-US "FAN3_Speed"
                                        #language zh-Hans "FAN3_Speed"
#string STR_FAN3_SPEED_VALUE            #language en-US " "
                                        #language zh-Hans " "
#string STR_FAN4_SPEED                  #language en-US "FAN4_Speed"
                                        #language zh-Hans "FAN4_Speed"
#string STR_FAN4_SPEED_VALUE            #language en-US " "
                                        #language zh-Hans " "